Repository: imneeshu/HanumanPDFReader
Catalog: Hanuman PDF Reader/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn

source: Add Page
ar: إضافة صفحة
bg: Добавяне на страница
bn: পৃষ্ঠা যোগ করুন

source: Appearance
ar: المظهر
bg: Външен вид
bn: চেহারা

source: Bookmarks
ar: الإشارات المرجعية
bg: Отметки
bn: বুকমার্ক

source: Cancel
ar: إلغاء
bg: Отказ
bn: বাতিল

source: Convert to PDF
ar: تحويل إلى PDF
bg: Конвертиране в PDF
bn: ছবি পিডিএফে রূপান্তর

source: Dark Mode
ar: الوضع المظلم
bg: Тъмен режим
bn: ডার্ক মোড

source: Done
ar: تم
bg: Готово
bn: সম্পন্ন

source: Edit PDF
ar: تحرير PDF
bg: Редактиране на PDF
bn: পিডিএফ এডিট

# Edit_Sub
source: Annotate and edit PDFs
ar: التعليق وتحرير ملفات PDF
bg: Анотиране и редактиране на PDF файлове
bn: পিডিএফ টীকা ও সম্পাদনা

source: Enable Notifications
ar: تفعيل الإشعارات
bg: Включване на известия
bn: নোটিফিকেশন চালু করুন

source: File Size
ar: حجم الملف
bg: Размер на файла
bn: ফাইলের আকার

source: Home
ar: الرئيسية
bg: Начало
bn: হোম

source: iCloud
ar: آي كلاود
bn: আইক্লাউড

source: Image Selected
ar: تم اختيار الصورة
bg: Изображение избрано
bn: ছবি নির্বাচিত

# Image_Sub
source: Convert Images to PDF
ar: تحويل الصور إلى PDF
bg: Конвертиране на изображения в PDF

source: Image to PDF
ar: تحويل الصورة إلى PDF
bg: Изображение към PDF
bn: ছবি থেকে পিডিএফ

source: Import from
ar: استيراد من
bg: Внасяне от
bn: থেকে আমদানি

source: Keep Screen On
ar: إبقاء الشاشة مضيئة
bg: Екранът да остане включен
bn: স্ক্রিন চালু রাখুন

source: Language
ar: اللغة
bg: Език
bn: ভাষা

source: Last Modified
ar: آخر تعديل
bg: Последно модифициран
bn: সর্বশেষ পরিবর্তিত

source: Merge PDF
ar: دمج PDF
bg: Обединяване на PDF
bn: পিডিএফ মার্জ

source: Merge PDFs
ar: دمج ملفات PDF
bg: Обединяване на PDF файлове
bn: পিডিএফ গুলো মার্জ করুন

# Merge_Sub
source: Combine multiple PDFs
ar: دمج ملفات PDF متعددة
bg: Комбиниране на множество PDF файлове
bn: একাধিক পিডিএফ একত্রিত করুন

source: Name
ar: الاسم
bg: Име
bn: নাম

source: Newest to Oldest
ar: من الأحدث إلى الأقدم
bg: От най-новите към най-старите
bn: নতুন থেকে পুরানো

source: Oldest to Newest
ar: من الأقدم إلى الأحدث
bg: От най-старите към най-новите
bn: পুরানো থেকে নতুন

source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি

source: Rate App
ar: تقييم التطبيق
bg: Оценете приложението
bn: অ্যাপ রেট করুন

source: Rename PDF
ar: إعادة تسمية PDF
bg: Преименуване на PDF
bn: পিডিএফ নাম পরিবর্তন

# Scan_Sub
source: Capture documents with camera
ar: التقاط المستندات بالكاميرا
bg: Заснемане на документи с камера
bn: ক্যামেরা দিয়ে ডকুমেন্ট ক্যাপচার

source: Scan to PDF
ar: مسح إلى PDF
bg: Сканиране към PDF
bn: স্ক্যান করে পিডিএফ

source: Select Photos
ar: اختيار الصور
bg: Избор на снимки
bn: ছবি নির্বাচন

source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস

source: Share App
ar: مشاركة التطبيق
bg: Споделяне на приложението
bn: অ্যাপ শেয়ার করুন

source: Share PDF
ar: مشاركة PDF
bg: Споделяне на PDF
bn: পিডিএফ শেয়ার করুন

source: Sort By
ar: ترتيب حسب
bg: Сортиране по
bn: সাজান

source: Split PDF
ar: تقسيم PDF
bg: Разделяне на PDF
bn: পিডিএফ ভাগ করুন

# Split_Sub
source: Extract pages from PDF
ar: استخراج الصفحات من PDF
bg: Извличане на страници от PDF
bn: পিডিএফ থেকে পৃষ্ঠা বের করুন

source: Terms of Use
ar: شروط الاستخدام
bg: Условия за използване
bn: ব্যবহারের শর্তাবলী

source: Tools
ar: الأدوات
bg: Инструменти
bn: টুলস

source: View PDF
ar: عرض PDF
bg: Преглед на PDF
bn: পিডিএফ দেখুন
